/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Χωρίς Δεδομένα";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Αποθήκευση";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Επανακαταχώριση Υπογραφής";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Εκκαθάριση";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Ακύρωση";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Υπογραφή";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Πάτημα για Υπογραφή";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Ακυρωμένο";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Επόμενο";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "Ok";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Κατάσταση";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "Χρήστης ακύρωσε Ένταξη";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Χωρίς την συναίνεση δεν θα μπορείτε να συνεχίσετε την ένταξη.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Παροχή Συναίνεσης";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Έξοδος";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Πίσω";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Βήμα";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "από";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Θέλετε να διακόψετε την διαδικασία ένταξης;";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Θέλετε Απόρρητο Δεδομένων;";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Να είστε λογικοί σχετικά με τα δεδομένα σας";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Όχι Τώρα";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Επιτρέπω";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Αρνούμαι";

/* XBUT: Agree action title in EULAView */
"Agree" = "Συμφωνώ";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Διαφωνώ";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Φόρτωση...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Δεν υπάρχει τίποτα για εμφάνιση ακόμη";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d Ώρες %d Λεπ";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Τέλος";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "Υπάρχουν %d σφάλματα στον πίνακα δεδομένων.";

